{	
    "reloadRoutes": "Recargar rutas",
	"welcome": "Bienvenido",
	"pleasePass": "Por favor, introduce la contraseña",
	"passNotMatch": "¡Las contraseñas no coinciden!",
	"alreadyExistsUser": "Ya existe un usuario con ese nombre. Por favor, introduce otro nombre o inicia sesión si eres este usuario.",
	"successRegistration": "¡Usuario registrado con éxito!",
	"successLogin": "¡Login realizado con éxito!",
	"failRegistration": "Algo ha fallado en el registro. Por favor, intentelo de nuevo mas tarde.",
	"pleaseUname": "Introduce un nombre de usuario, por favor",
    "wrongPass": "Contraseña errónea. Por favor, introducela de nuevo.",
    "missingUname": "Lo sentimos, ese nombre no esta en la base de datos local. Conéctate a internet para comprobarlo con la base online.",
	"wrongCredentials": "Usuario o contraseña errónea. Por favor, introduce de nuevo las credenciales.",
	"failLogin": "Algo falló en el login. Por favor, intentalo de nuevo mas tarde",
	"lostConnectionR": "Se ha perdido la conexión a internet. Por favor, conecta el dispositivo de nuevo para realizar el registro.",
    "pleaseLogin": "Por favor, inicia sesión para acceder al contenido.",
	"pleaseSelectSearchType": "Por favor, selecciona un tipo de búsqueda.",
	"pleaseInsertType": "Por favor, inserta un tipo para realizar la búsqueda.",
    "pleaseInsertCity": "Por favor, inserta una ciudad para realizar la búsqueda.",
	"noResultsFound": "¡No se han encontrado resultados!",
    "cityGeolocationFail": "La geolocalización de la ciudad ha fallado. Introduce una ciudad válida. ",
    "geolocationFail": "Error: El servicio geolocalizador falló.",
    "noGeolocation": "Error: Tu dispositivo no tiene geolocalización.",
    "directionsFail": "Fallo al obtener direcciones.",
    "noRoutes": "No hay rutas. ¿Por qué no creas una?",
    "noRouteDescription": "Esta ruta no tiene descripción.",
    "description": "Descripción",
    "createdBy": "Creada por:",
    "rate": "Valorar",
    "beginRoute": "Iniciar ruta",
    "monuments": "Monumentos",
    "pleaseSelectParameter": "Por favor, selecciona al menos un parámetro para realizar la busqueda.",
    "maxRouteSizeReached": "¡Has alcanzado el tamaño máximo de ruta! Por favor, elimina algún punto para añadir otro.",
    "noMarkersToRemove": "No hay puntos para quitar.",
    "youCantCreateRouteBeginning": "¡No puedes crear una ruta sin un punto de inicio!",
    "addEndToFinish": "Añade un punto de final para acabar la ruta.",
    "nameRouteToSave": "Introduce un nombre a tu ruta para guardarla.",
    "pleaseRouteCity": "Por favor, introduce una ciudad principal para indicar por donde transcurre la ruta.",
    "pairCoordinates": "Par de coord.",
    "saveRouteSuccess": "¡Ruta guardada con éxito!",
    "unexpectedFailure": "Algo falló. Por favor, intentalo de nuevo mas tarde.",
    "pleaseInternetToCreate": "Por favor, conecta tu móvil a internet para crear rutas.",
    "successDeleteRoute": "¡Ruta borrada con éxito!",
    "successDownloadRoute": "¡Ruta descargada y añadida a favoritos!",
    "noDownloadedRoutes": "No hay rutas descargadas.",
    "successRate": "¡Valoración guardada con éxito!",
    "pleaseInsertDay": "Por favor, introduce un dia para realizar la ruta.",
    "successDeleteUser": "Cuenta borrada con exito. ¡Esperamos volver a verte pronto!",
    "connectionLostRC": "Se ha perdido la conexión a internet. Por favor, conecta el dispositivo de nuevo para completar la ruta.",
    "connectionLostRCS": "Se ha perdido la conexión a internet. Por favor, conecta el dispositivo de nuevo para realizar la búsqueda.",
    "noInfoFound": "No se ha encontrado información de este lugar."
}